brew "git"
cask "doubao"
cask "eudic"
cask "google-chrome"
cask "obsidian"
cask "raycast"
cask "thor"
cask "visual-studio-code"
cask "youdaodict"
vscode "albert.tabout"
vscode "alibaba-cloud.tongyi-lingma"
vscode "amatiasq.sort-imports"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amour1688.ts-in-markdown"
vscode "andys8.jest-snippets"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "mhutchie.git-graph"
vscode "moalamri.inline-fold"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "msjsdiag.vscode-react-native"
vscode "mushan.vscode-open-iterm2"
vscode "nick-rudenko.back-n-forth"
vscode "octref.vetur"
vscode "oouo-diogo-perdigao.docthis"
vscode "orta.vscode-jest"
vscode "patbenatar.advanced-new-file"
vscode "pawelgrzybek.gatito-theme"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "souche.vscode-mindmap"
vscode "steoates.autoimport"
vscode "stylelint.vscode-stylelint"
vscode "telesoho.vscode-markdown-paste-image"
vscode "uctakeoff.vscode-counter"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-postcss"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
