[
  "obsidian-local-images-plus",
  "media-extended",
  "obsidian-mind-map",
  "obsidian-excalidraw-plugin",
  "obsidian-quiet-outline",
  "excalibrain",
  "dataview",
  "templater-obsidian",
  "obsidian-tracker",
  "settings-profiles",
  "callout-manager",
  "heatmap-calendar",
  "journals",
  "obsidian-charts"
]