[
  "obsidian-local-images-plus",
  "media-extended",
  "obsidian-excalidraw-plugin",
  "obsidian-quiet-outline",
  "excalibrain",
  "dataview",
  "templater-obsidian",
  "obsidian-tracker",
  "settings-profiles",
  "callout-manager",
  "heatmap-calendar",
  "journals",
  "obsidian-charts",
  "obsidian-style-settings",
  "pomodoro-timer",
  "obsidian-tasks-plugin",
  "obsidian-reminder-plugin",
  "obsidian-day-planner",
  "obsidian-hover-editor",
  "obsidian-spaced-repetition",
  "obsidian-mindmap-nextgen"
]