[
  "obsidian-local-images-plus",
  "obsidian-quiet-outline",
  "dataview",
  "templater-obsidian",
  "obsidian-tracker",
  "settings-profiles",
  "callout-manager",
  "journals",
  "obsidian-style-settings",
  "pomodoro-timer",
  "obsidian-reminder-plugin",
  "obsidian-day-planner",
  "number-headings-obsidian",
  "obsidian-excalidraw-plugin",
  "excalibrain",
  "media-extended",
  "obsidian-image-toolkit",
  "drawio-obsidian",
  "obsidian-mindmap-nextgen"
]