[
  "calendar",
  "obsidian-memos",
  "templater-obsidian",
  "dataview",
  "quickadd",
  "recent-files-obsidian",
  "easy-typing-obsidian",
  "obsidian-style-settings",
  "buttons",
  "obsidian-linter",
  "table-editor-obsidian",
  "obsidian-zotero-desktop-connector",
  "obsidian-tasks-plugin",
  "file-explorer-note-count",
  "tasks-calendar-wrapper"
]